[{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Abyss of Agony","description":"Abyss of Agony is a Level in Tri Force Heroes. It is the second Level of the Riverside area. ","id":"5f6d158a3dd55d9ed2d1c083"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Bottle Grotto","description":"Bottle Grotto is the second Dungeon in Link's Awakening. It is the resting place of the Conch Horn, one of the eight Instruments of the Sirens. The entrance to this Dungeon is located within Goponga Swamp, north of the Mysterious Forest and is surrounded by swampy Water fitting with the Dungeon being named a Grotto, which is a cave located near a source of Water and is prone to flooding, although no Water can actually be found within the Dungeon. BowWow is needed to enter, as the entrance is completely blocked by Goponga Flowers, which cannot be destroyed by using any of the weapons Link currently has available to him. The interior of this Dungeon is mostly gray flooring and blue walls. The main tool of the Dungeon is the Power Bracelet, which is required to lift the numerous Pots and the Genie's Bottle which the level is named after. The mini-boss is a Hinox. ","id":"5f6d158a3dd55d9ed2d1c084"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Bosh Kala Shrine","description":"The Bosh Kala Shrine, designated by the Trial name The Wind Guides You, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c085"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Bomb Storage","description":"Bomb Storage is a Level in Tri Force Heroes. It is the second Level in the Fortress area. ","id":"5f6d158a3dd55d9ed2d1c086"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Castle Dungeon","description":"The Castle Dungeon, also known as the Sewer Passageway, is a dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c088"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Blazing Trail","description":"Blazing Trail is a Level in Tri Force Heroes. It is the first Level in the Volcano area. ","id":"5f6d158a3dd55d9ed2d1c087"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Beneath the Well","description":"Beneath the Well is a vast maze-like mini-dungeon in Majora's Mask. It is located in Ikana Canyon, and must be traversed in order to obtain the Mirror Shield and be granted entrance to the Ancient Castle of Ikana.  ","id":"5f6d158a3dd55d9ed2d1c089"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Bellum","description":"Bellum is the primary antagonist of Phantom Hourglass, and serves as the Final Boss. ","id":"5f6d158a3dd55d9ed2d1c08c"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Black Tower","description":"The Black Tower, also known as Ambi's Tower, is a massive tower made of stone featured in Oracle of Ages that was built to the heavens 400 years in Labrynna's past by the order of Queen Ambi. However, after Veran arrived in the past, she manipulated the construction of the project and began using the tower for her own purposes. ","id":"5f6d158a3dd55d9ed2d1c08b"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Buzz Blob Cave","description":"Buzz Blob Cave is the second Level in Tri Force Heroes. It is the second Level of the Woodlands area, preceded by Deku Forest and followed by Moblin Base. ","id":"5f6d158a3dd55d9ed2d1c08a"},{"appearances":["5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c9"],"name":"Bridge of Eldin","description":"The Bridge of Eldin, also known as Eldin Bridge, is a recurring location in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c08d"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2c4"],"name":"Level 1","description":"Level 1, also known as Level-1, and Eagle, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c092"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Secret Fortress","description":"Secret Fortress is a Level in Tri Force Heroes. It is the first Level in the Riverside area. ","id":"5f6d158a3dd55d9ed2d1c097"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Ranch Target Practice","description":"Ranch Target Practice is a Stage in Link's Crossbow Training. It is the first Stage in the Finale. ","id":"5f6d158a3dd55d9ed2d1c09c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Trial of the Sword","description":"The Trial of the Sword, also known as the Sword Monk's Shrine, is a challenge and mini-dungeon in Breath of the Wild added in The Master Trials DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0a1"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Tower of Winds","description":"The Tower of Winds is a level that appears in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c0a6"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c1"],"name":"Thief","description":"Thieves are recurring enemies and characters in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0ab"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"The Swamp","description":"The Swamp is the second stage of the Near the Fields level in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c0b0"},{"appearances":[],"name":"Temple of Storms","description":"The Temple of Storms is a dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c0b5"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Temple of Darkness","description":"The Temple of Darkness is the third dungeon of The Dark World in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c0ba"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Swamp Palace","description":"The Swamp Palace, also known as Level 2, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0bf"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Snowpeak Ruins","description":"Snowpeak Ruins is the fifth dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c0c4"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Stone Corridors","description":"Stone Corridors is a Level in Tri Force Heroes. It is the second Level of The Dunes area. ","id":"5f6d158a3dd55d9ed2d1c0c9"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"The Mountain Path","description":"The Mountain Path is the second stage of Death Mountain in Four Swords Adventures. Following the foothills, eventually the Links get onto the mountain path. It is an dry and reeky area, much prone to rockfalls. The longtime guardians of the mountain, the Gorons, reside here as well. Once the four Links arrive, they're told by Kaepora Gaebora to help the Gorons who have been pestered by a giant bird. ","id":"5f6d158a3dd55d9ed2d1c0ce"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Skulltula Forest: Ranger","description":"Skulltula Forest: Ranger, also known as Level 4-3, is a Stage in Link's Crossbow Training. It is the third Stage of Level 4. ","id":"5f6d158a3dd55d9ed2d1c0d3"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Water","description":"The Shrine of Water is the fifth dungeon in Zelda's Adventure. It is a flooded cavern on Sea Island, guarded by its Shrine Keeper and boss, Agwanda. ","id":"5f6d158a3dd55d9ed2d1c0d8"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Air","description":"The Shrine of Air is the third dungeon in Zelda's Adventure. It is a crystal palace located in the sky above Tolemac. Its Shrine Keeper and boss is Aviana. ","id":"5f6d158a3dd55d9ed2d1c0dd"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sheem Dagoze Shrine","description":"Sheem Dagoze Shrine, designated by the Trial name Moving in Parallel, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shai Utoh Shrine","description":"The Shai Utoh Shrine,, designated by the Trial name Halt the Tilt, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e7"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shae Katha Shrine","description":"The Shae Katha Shrine, designated by the Trial name Shae Katha's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0ec"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sasa Kai Shrine","description":"The Sasa Kai Shrine, designated by the Trial name A Modest Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0f1"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sah Dahaj Shrine","description":"The Sah Dahaj Shrine, designated by the Trial name Power of Fire, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0f6"},{"appearances":["5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9"],"name":"Room of Rites","description":"The Room of Rites is a location seen only in a Linked Game of Oracle of Ages or Oracle of Seasons. On an altar within the room stands three torches, where the Flames of Destruction, Sorrow, and Despair are lit. The room is utilized by Twinrova to perform the Dark Rites and resurrect Ganon, the malevolent Evil King, who can be brought back once the three torches are lit and a vessel is presented to be inhabited by Ganon's spirit. ","id":"5f6d158a3dd55d9ed2d1c0fb"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ritaag Zumo Shrine","description":"The Ritaag Zumo Shrine, designated by the Trial name RItaag Zumo's blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c100"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Pumaag Nitae Shrine","description":"The Pumaag Nitae Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c105"},{"appearances":["5f6ce9d805615a85623ec2cd"],"name":"Pirate Hideaway","description":"The Pirate Hideaway is the second dungeon in Freshly-Picked Tingle's Rosy Rupeeland. ","id":"5f6d158a3dd55d9ed2d1c10a"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Owa Daim Shrine","description":"The Owa Daim Shrine, designated by the Trial name Stasis Trial, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c10f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Zalta Wa Shrine","description":"The Zalta Wa Shrine, designated by the Trial name Two Orbs to Guide You, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c114"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Woodfall Temple","description":"Woodfall Temple is the first Dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c119"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Oocca Target Practice","description":"Oocca Target Practice, also known as Level 5-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 5. ","id":"5f6d158a3dd55d9ed2d1c11e"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Noe Rajee Shrine","description":"Noe Rajee Shrine, designated by the Trial name The Four Winds, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c123"},{"appearances":["5f6ce9d805615a85623ec2ba"],"name":"Bottom of the Well","description":"The Bottom of the Well is a mini-dungeon in Ocarina of Time. It is located in Kakariko Village, more specifically at the bottom of Kakariko Well, which is also known as the Well of Three Features. It consists of an underground chamber that guards the Lens of Truth. On the whole, this dungeon is optional, having no effect on the main quest if not attempted. However, without the Lens of Truth, places such as the Haunted Wasteland, the Spirit Temple, the Shadow Temple, and Ganon's Castle will be more difficult to navigate. Also, Link may miss out on many treasures hidden throughout Hyrule that only the Lens of Truth can uncover. ","id":"5f6d158a3dd55d9ed2d1c08e"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 2","description":"Level 2, also stylized as Level-2, and known as Moon, is a recurring Dungeon and Level in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c093"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Raqa Zunzo Shrine","description":"The Raqa Zunzo Shrine, designated by the Trial name Raqa Zunzo's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c098"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Temple of Fire","description":"The Temple of Fire is the first Dungeon that Link visits in Phantom Hourglass. It is located on the Isle of Ember. It protects the Spirit of Power. ","id":"5f6d158a3dd55d9ed2d1c09d"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Tho Kayu Shrine","description":"The Tho Kayu Shrine, designated by the Trial name Tho Kayu's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0a2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Toh Yahsa Shrine","description":"The Toh Yahsa Shrine, designated by the Trial name Buried Secrets, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0a7"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Tower of Spirits","description":"The Tower of Spirits, also known as the Central Tower, and Tower of the Gods, is a towering fortress that appears as the central dungeon in Spirit Tracks. ","id":"5f6d158a3dd55d9ed2d1c0ac"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"The Dark Cloud","description":"The Dark Cloud is the second stage in the Realm of the Heavens in Four Swords Adventures. The first part of the stage plays in a side-scrolling perspective. After entering a beam of light to get to the next area, it returns to the traditional top-down view. ","id":"5f6d158a3dd55d9ed2d1c0b1"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Temple of the Ocean King","description":"The Temple of the Ocean King is a Dungeon in Phantom Hourglass. ","id":"5f6d158a3dd55d9ed2d1c0b6"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Tail Cave","description":"The Tail Cave is the first Dungeon in Link's Awakening. ","id":"5f6d158a3dd55d9ed2d1c0bb"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Suma Sahma Shrine","description":"The Suma Sahma Shrine, designated by the Trial name Suma Sahma's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0c0"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Soh Kofi Shrine","description":"The Soh Kofi Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0c5"},{"appearances":["5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2bc"],"name":"Snake","description":"Snakes are a recurring species in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0ca"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Sky Temple","description":"Sky Temple is the last Level in Tri Force Heroes. It is the fourth and last Level of the Sky Realm area. ","id":"5f6d158a3dd55d9ed2d1c0cf"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Skull Shooting","description":"Skull Shooting, also known as Level 2-3, is a Stage in Link's Crossbow Training. It is the third Stage in Level 2. ","id":"5f6d158a3dd55d9ed2d1c0d4"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Fire","description":"The Shrine of Fire is the seventh dungeon in Zelda's Adventure, and the final dungeon containing a Celestial Sign. It is set inside a volcano in Tolemac, within its volcanic region of the Forest of Canvula. Its Shrine Keeper and boss is Warbane. ","id":"5f6d158a3dd55d9ed2d1c0d9"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Destiny","description":"The Shrine of Destiny is the fourth dungeon in Zelda's Adventure. Its Shrine Keeper and boss is Malmord, who taunts Zelda as controlling her fate and destiny. ","id":"5f6d158a3dd55d9ed2d1c0de"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sho Dantu Shrine","description":"The Sho Dantu Shrine, designated by the Trial name Two Bombs, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e3"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shai Yota Shrine","description":"The Shai Yota Shrine, designated by the Trial name Shai Yota's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e8"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shada Naw Shrine","description":"The Shada Naw Shrine, designated by the Trial name Red Giveaway, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0ed"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sha Gehma Shrine","description":"The Sha Gehma Shrine, designated by the Trial name Shift and Lock, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0f2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ruvo Korbah Shrine","description":"The Ruvo Korbah Shrine, designated by the Trial name A Major Test of Strength+, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0f7"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rohta Chigah Shrine","description":"The Rohta Chigah Shrine, designated by the Trial name Stop to Start, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad expansion. ","id":"5f6d158a3dd55d9ed2d1c0fc"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Moonlit Grotto","description":"The Moonlit Grotto is the third Dungeon in Oracle of Ages. It is located on Crescent Island in the present time. ","id":"5f6d158a3dd55d9ed2d1c128"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Qua Raym Shrine","description":"The Qua Raym Shrine, designated by the Trial name A Balanced Approach, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c101"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Qaza Tokki Shrine","description":"The Qaza Tokki Shrine, designated by the Trial name Qaza Tokki's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c106"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Moblin Cave","description":"The Moblin Cave, also known as the Baw Wow Dungeon, is a mini-dungeon in Link's Awakening. ","id":"5f6d158a3dd55d9ed2d1c12d"},{"appearances":["5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c6"],"name":"Palace of Winds","description":"The Palace of Winds is a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c10b"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Wing Dungeon","description":"The Wing Dungeon is the second Dungeon of Oracle of Ages. It is located within the Deku Forest, west of Lynna Village.  ","id":"5f6d158a3dd55d9ed2d1c132"},{"appearances":[],"name":"Levels in ","description":"In Four Swords Adventures, Levels refers to chapters consisting of regional portions of Hyrule, which the Links travel to on their quest to save the Shrine Maidens and defeat Vaati. Each Level contains three Stages, which must be completed in order to progress through the Level. Upon the competion of the third Stage in a Level, a new Level and region of Hyrule is unlocked. There are a total of eight Levels in the game. ","id":"5f6d158a3dd55d9ed2d1c110"},{"appearances":["5f6ce9d805615a85623ec2c4","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c6"],"name":"Vaati","description":"Vaati is recurring Boss in The Legend of Zelda series. Much like Ganondorf, he appears in both humanoid and monstrous forms, although the former only appears in The Minish Cap. In The Minish Cap, Vaati also takes on three other forms, including that of a Minish. ","id":"5f6d158a3dd55d9ed2d1c137"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Zuna Kai Shrine","description":"The Zuna Kai Shrine, designated by the Trial name Zuna Kai's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c115"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2c7"],"name":"Turtle Rock","description":"Turtle Rock is a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c13c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Yah Rin Shrine","description":"The Yah Rin Shrine, designated by the Trial name A Weighty Decision, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c11a"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Mermaid","description":"The Mermaid is a character in Link's Awakening. ","id":"5f6d158a3dd55d9ed2d1c141"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mah Eliya Shrine","description":"The Mah Eliya Shrine, designated by the Trial name Secret Stairway, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c146"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 3","description":"Level 3, also stylized as Level-3, and known as Manji, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c090"},{"appearances":[],"name":"Lost Swamp","description":"The Lost Swamp is a dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c14b"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Lantern Cavern","description":"Lantern Caverns are locations in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c094"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c5","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Lost Woods","description":"The Lost Woods is a maze-like area of a confusing forest that has made several appearances throughout The Legend of Zelda series. Its layout is usually designed to make anyone who enters to become irreversibly lost, and the only way to exit the forest is by navigating it in specific directions. In certain games, it is said that if people wander in the forest for too long, they can turn into a monster such as a Skull Kid, a Stalfos, or a Deku Scrub. ","id":"5f6d158a3dd55d9ed2d1c150"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Lakna Rokee Shrine","description":"The Lakna Rokee Shrine, designated by the Trial name Lakna Rokee's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c155"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Ordon Target Practice","description":"Ordon Target Practice, also known as Level 1-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 1. ","id":"5f6d158a3dd55d9ed2d1c11f"},{"appearances":["5f6ce9d805615a85623ec2c4"],"name":"Sea of Trees","description":"The Sea of Trees is a stage from Four Swords. ","id":"5f6d158a3dd55d9ed2d1c099"},{"appearances":[],"name":"Ticking Clock","description":"Ticking Clock is a Chamber Dungeon in Link's Awakening for Nintendo Switch. ","id":"5f6d158a3dd55d9ed2d1c09e"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 4","description":"Level 4, also stylized as Level-4, and known as Snake, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c15a"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Muwo Jeem Shrine","description":"The Muwo Jeem Shrine, designated by the Trial name A Modest Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c124"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Keo Ruug Shrine","description":"The Keo Ruug Shrine, designated by the Trial name Fateful Stars, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c15f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"To Quomo Shrine","description":"The To Quomo Shrine, designated by the Trial name To Quomo's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0a3"},{"appearances":["5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2c6"],"name":"Mutoh","description":"Mutoh is a recurring character in The Legend of Zelda series. He is the stubborn and short-tempered leader of a group of Carpenters. Mutoh is often found with his arms crossed and scoffing. ","id":"5f6d158a3dd55d9ed2d1c129"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Moblin Base","description":"Moblin Base is the third Level in Tri Force Heroes. It is the third Level of the Woodlands area, preceded by Buzz Blob Cave, and followed by the Forest Temple. ","id":"5f6d158a3dd55d9ed2d1c12e"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Dark Hyrule Castle","description":"Dark Hyrule Castle is the result of Vaati's power and is the sixth and final Dungeon in The Minish Cap. ","id":"5f6d158a3dd55d9ed2d1c091"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Keive Tala Shrine","description":"The Keive Tala Shrine, designated by the Trial name Big or Small, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c164"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Toto Sah Shrine","description":"The Toto Sah Shrine, designated by the Trial name Toto Sah Apparatus, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0a8"},{"appearances":["5f6ce9d805615a85623ec2b8"],"name":"Catfish","description":"The Catfish is a character in A Link to the Past. ","id":"5f6d158a3dd55d9ed2d1c095"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Voo Lota Shrine","description":"The Voo Lota Shrine, designated by the Trial name The Winding Route, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c133"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kaya Wan Shrine","description":"The Kaya Wan Shrine, designated by the Trial name Shields from Water, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c169"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"The Shootout","description":"The Shootout, also known as Level 5-3, is a Stage in Link's Crossbow Training. It is the third Stage in Level 5. ","id":"5f6d158a3dd55d9ed2d1c0ad"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Qukah Nata Shrine","description":"The Qukah Nata Shrine, designated by the Trial name Qukah Nata's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c09a"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Kanalet Castle","description":"Kanalet Castle is a mini-dungeon in Link's Awakening. It is located near the center of Koholint Island. ","id":"5f6d158a3dd55d9ed2d1c16e"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Temple of Wind","description":"The Temple of Wind is the second dungeon in Phantom Hourglass, found on the Isle of Gust. It protects the Spirit of Wisdom, Neri. ","id":"5f6d158a3dd55d9ed2d1c0b2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Tutsuwa Nima Shrine","description":"The Tutsuwa Nima Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c138"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Temple of Droplets","description":"The Temple of Droplets is the fourth Dungeon in The Minish Cap. It is a Minish-size temple in a block of ice in the middle of Lake Hylia, accessible with the Flippers. The exterior of the temple itself resembles a Minish Portal, which Link will fall into upon shrinking down. ","id":"5f6d158a3dd55d9ed2d1c09f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mijah Rokee Shrine","description":"The Mijah Rokee Shrine, designated by the Trial name A Modest Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c13d"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c7"],"name":"Temple of Light","description":"The Temple of Light became the resting place of the Triforce during the Era of Chaos. It is the only known elemental temple that is not located directly within Hyrule. Instead, it lies in the center of the Sacred Realm. It can be accessed only through the chamber of the Master Sword inside the Temple of Time. By withdrawing the Master Sword from the Pedestal of Time, a portal opens to the Sacred Realm, which leads to the Temple of Light. ","id":"5f6d158a3dd55d9ed2d1c0b7"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kah Mael Shrine","description":"The Kah Mael Shrine, designated by the Trial name Drop and Rise, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c173"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Maku Road","description":"Maku Road, also known as Maku Path, is a small cavern in Oracle of Ages. It serves as the only available passage around the gate to reach the Maku Tree. ","id":"5f6d158a3dd55d9ed2d1c142"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Island Palace","description":"The Island Palace is a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c178"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Training Ground","description":"Training Ground is a Level in Tri Force Heroes. It is the third Level of the Fortress area. ","id":"5f6d158a3dd55d9ed2d1c0a4"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Tawa Jinn Shrine","description":"The Tawa Jinn Shrine, designated by the Trial name Tawa Jinn's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0bc"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Maag Halan Shrine","description":"The Maag Halan Shrine, designated by the Trial name Maag Halan's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c147"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Infinity Dunes","description":"Infinity Dunes, known as Dunes of Infinity in the PAL release, is a Level in Tri Force Heroes. It is the first Level of The Dunes area. ","id":"5f6d158a3dd55d9ed2d1c17d"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Swamp Spider House","description":"The Swamp Spider House, also known as the Fearful Spider House, is a mini-dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c0c1"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Tower of Hera","description":"The Tower of Hera, also known as the Mountain Tower, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0a9"},{"appearances":[],"name":"Levels in ","description":"In Four Swords Adventures, Levels refers to chapters consisting of regional portions of Hyrule, which the Links travel to on their quest to save the Shrine Maidens and defeat Vaati. Each Level contains three Stages, which must be completed in order to progress through the Level. Upon the competion of the third Stage in a Level, a new Level and region of Hyrule is unlocked. There are a total of eight Levels in the game. ","id":"5f6d158a3dd55d9ed2d1c14c"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Snowhead Temple","description":"Snowhead Temple is the second dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c0c6"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"Ice Ruins","description":"The Ice Ruins is a dungeon in A Link Between Worlds. It is the remains of a hall that was buried and destroyed by the ice resulting from the perpetual winter conditions in Lorule's Death Mountain. Theme-wise, it is the counterpart of the Ice Palace in the Dark World but location-wise it is the counterpart of the Dark World's Turtle Rock. The Hookshot and the Fire Rod are required to access the Ice Ruins, and its boss is Dharkstare. ","id":"5f6d158a3dd55d9ed2d1c182"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Skyview Temple","description":"The Skyview Temple, sometimes referred to in-game as the Forest Temple, is an ancient structure that serves as a temple in Skyward Sword. Its mini-boss is a Stalfos, and the main item obtained is the Beetle. ","id":"5f6d158a3dd55d9ed2d1c0cb"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Lady Maud","description":"Lady Maud, also known as The Lady, is the primary antagonist in Tri Force Heroes. ","id":"5f6d158a3dd55d9ed2d1c0ae"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 6","description":"Level 6, also stylized as Level-6, and known as Dragon, is the sixth Labyrinth in The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c151"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kuhn Sidajj Shrine","description":"The Kuhn Sidajj Shrine, designated by the Trial name Kuhn Sidajj's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c156"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"The Field","description":"The Field is the first stage in Near the Fields in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c0b3"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"House of Gales","description":"The House of Gales is a Dungeon in A Link Between Worlds. It is one of the earlier Dungeons located in Hyrule. The Zora's Flippers and Tornado Rod are required to access it, and its Boss is Margomill. ","id":"5f6d158a3dd55d9ed2d1c187"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Sky Keep","description":"Sky Keep is the final Dungeon in Skyward Sword. ","id":"5f6d158a3dd55d9ed2d1c0d0"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Temple of Courage","description":"The Temple of Courage is the third dungeon in Phantom Hourglass, situated on Molida Island. It protects a clone of Ciela, which contains some of her lost powers and memories. ","id":"5f6d158a3dd55d9ed2d1c0b8"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Skull Dungeon","description":"The Skull Dungeon is the fourth Dungeon in Oracle of Ages. It is located in the present of Symmetry Village.  ","id":"5f6d158a3dd55d9ed2d1c0d5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Hia Miu Shrine","description":"The Hia Miu Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c18c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kihiro Moh Shrine","description":"The Kihiro Moh Shrine, designated by the Trial name Inside the Box, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c15b"},{"appearances":["5f6ce9d805615a85623ec2c4"],"name":"Talus Cave","description":"Talus Cave is a stage from Four Swords. ","id":"5f6d158a3dd55d9ed2d1c0bd"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kema Kosassa Shrine","description":"The Kema Kosassa Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c160"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shora Hah Shrine","description":"The Shora Hah Shrine, designated by the Trial name Blue Flame, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0da"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Great Tree","description":"The Great Tree is massive tree in the center of Faron Woods in Skyward Sword. ","id":"5f6d158a3dd55d9ed2d1c191"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shoda Sah Shrine","description":"The Shoda Sah Shrine, designated by the Trial name Impeccable Timing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0df"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Goron Target Practice","description":"Goron Target Practice, also known as Level 2-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 2. ","id":"5f6d158a3dd55d9ed2d1c196"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Keh Namut Shrine","description":"The Keh Namut Shrine, designated by the Trial name Cryonis Trial, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c165"},{"appearances":["5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c2","5f6ce9d805615a85623ec2c9"],"name":"Spirit","description":"Spirits are metaphysical entities without a corporeal body, often times the form taken by the deceased in the afterlife, and are a recurring concept throughout The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0c2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shira Gomar Shrine","description":"The Shira Gomar Shrine, designated by the Trial name Aim for Stillness, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0e4"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Ghost Ship","description":"The Ghost Ship is a minor Dungeon in The Wind Waker. ","id":"5f6d158a3dd55d9ed2d1c19b"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Katosa Aug Shrine","description":"The Katosa Aug Shrine, designated by the Trial name Katosa Aug Apparatus, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c16a"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Stone Tower Temple","description":"The Stone Tower Temple is the fourth dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c0c7"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sharo Lun Shrine","description":"The Sharo Lun Shrine, designated by the Trial name Blind Spots, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0e9"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2ce","5f6ce9d805615a85623ec2c9"],"name":"Sword","description":"Swords, also known as Fighter's Swords, are recurring Items in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0cc"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kah Okeo Shrine","description":"The Kah Okeo Shrine, designated by the Trial name Wind Guide, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c16f"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Frozen Plateau","description":"Frozen Plateau is a Level in Tri Force Heroes. It is the first Level of the Ice Cavern area. ","id":"5f6d158a3dd55d9ed2d1c1a0"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Bareeda Naag Shrine","description":"The Bareeda Naag Shrine, designated by the Trial name Cannon, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c08f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sato Koda Shrine","description":"The Sato Koda Shrine, designated by the Trial name Support and Guidance, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0ee"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Fortress of Winds","description":"The Fortress of Winds is a location in The Minish Cap. It is large complex that was once inhabited by the Wind Tribe; however, they abandoned it and traveled to the Cloud Tops, making it serve as the third Dungeon in the game. Instead of receiving the Wind Element from this Dungeon, which the Wind Tribe took with them to the skies, the Ocarina of Wind is obtained, allowing Link to fly to any uncovered Wind Crest in Hyrule. ","id":"5f6d158a3dd55d9ed2d1c1a5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Joloo Nah Shrine","description":"The Joloo Nah Shrine, designated by the Trial name Joloo Nah Apparatus, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c174"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Skull Woods","description":"The Skull Woods, also known as the Level 3, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0d1"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Fire Mountain","description":"The Fire Mountain is an island in The Wind Waker. ","id":"5f6d158a3dd55d9ed2d1c1aa"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Sand Temple","description":"The Sand Temple is a Dungeon in Spirit Tracks. ","id":"5f6d158a3dd55d9ed2d1c0f3"},{"appearances":["5f6ce9d805615a85623ec2cb"],"name":"Realm of Memories","description":"The Realm of Memories is a stage in Four Swords Anniversary Edition. In it, Link go through different areas from The Legend of Zelda, Link's Awakening and A Link to the Past. They are located in the Hero , Golden  and Silver  Doors respectively. Each door has three different levels, and unlike the main game, they are not randomized. Each one is longer and harder than the four main stages of the game, but they do not have bosses. The visuals of the game will change to suit each stage, with a monochrome scheme for the Game Boy levels, and 8-bit colors on the NES levels. ","id":"5f6d158a3dd55d9ed2d1c096"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Strength","description":"The Shrine of Strength is the sixth dungeon in Zelda's Adventure. It is a civilized fortress where challengers test their strength and skill in various contests. Its Shrine Keeper and boss is Ursore. ","id":"5f6d158a3dd55d9ed2d1c0d6"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Kakariko Village","description":"Kakariko Village  is a recurring location in The Legend of Zelda series. Its geographical and historical situation seems to change in each game. It may have been inspired by various towns in Zelda II: The Adventure of Link and, in turn, may have served as the inspiration for such future towns in the series – Mabe Village, Clock Town, Lynna City, Horon Village, Windfall Island, Hyrule Town, and various minor villages. ","id":"5f6d158a3dd55d9ed2d1c179"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Etsu Korima Shrine","description":"The Etsu Korima Shrine, designated by the Trial name Path of Light, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c1af"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rucco Maag Shrine","description":"The Rucco Maag Shrine, designated by the Trial name Five Flames, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0f8"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"Inside Hyrule Castle","description":"Inside Hyrule Castle is a dungeon in A Link Between Worlds. Link must access the top half of Hyrule Castle in order to chase Yuga who plans to capture Zelda. The first portal to Lorule is located on the top floor. The Master Sword is required to access the Castle, and its boss is Yuga. ","id":"5f6d158a3dd55d9ed2d1c17e"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Skyloft","description":"Skyloft, also known as the Isle of the Goddess, is a series of large islands floating above the clouds in Skyward Sword. The main island includes the Skyloft Bazaar, a large residential quarter, a bathhouse, as well as a plaza and the Light Tower. Prominent features among the other islands are the Knight Academy, a boarding school run by Gaepora that Link and Zelda attend along with several other students, and the Isle of the Goddess, which holds the Statue of the Goddess. ","id":"5f6d158a3dd55d9ed2d1c0db"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Sealed Gateway","description":"The Sealed Gateway is a Level in Tri Force Heroes. It is the first Level of the Fortress area. ","id":"5f6d158a3dd55d9ed2d1c09b"},{"appearances":["5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c2"],"name":"Temple of Ice","description":"The Temple of Ice is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0a0"},{"appearances":["5f6ce9d805615a85623ec2bf","5f6ce9d805615a85623ec2c8"],"name":"Earth Temple","description":"The Earth Temple is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1b4"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rona Kachta Shrine","description":"The Rona Kachta Shrine, designated by the Trial name Rona Kachta's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0fd"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2be"],"name":"Hyrule Castle Tower","description":"Hyrule Castle Tower is a recurring location in The Legend of Zelda series. It refers to the tower keep of Hyrule Castle. The tower is usually an important location within the castle complex and is often the site of several boss battles. ","id":"5f6d158a3dd55d9ed2d1c183"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shoqa Tatone Shrine","description":"The Shoqa Tatone Shrine, designated by the Trial name A Modest Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e0"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2bf","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c6","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c5","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Hyrule Castle","description":"Hyrule Castle, also known as the Castle of Hyrule, is a recurring location in The Legend of Zelda series. It is the seat of Hyrule's monarchical government and the home of the Royal Family of Hyrule, which usually includes Princess Zelda and the normally unseen King of Hyrule. The castle first debuted in A Link to the Past, the third game in the series. Each game that contains Hyrule Castle features a different layout. Near the castle is Hyrule Castle Town, which serves as the city's marketplace where Hyruleans come to engage in business and trade. ","id":"5f6d158a3dd55d9ed2d1c188"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shee Venath Shrine","description":"The Shee Venath Shrine, designated by the Trial name Twin Memories, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ree Dahee Shrine","description":"The Ree Dahee Shrine, designated by the Trial name Timing Is Critical, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c102"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Dragon Citadel","description":"Dragon Citadel is a Level in Tri Force Heroes. It is the third Level of the Sky Realm area.  ","id":"5f6d158a3dd55d9ed2d1c1b9"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Tower of the Gods","description":"The Tower of the Gods is a sacred tower used by the Gods to test the courage of potential heroes. The tower's main item is the Hero's Bow, and the Command Melody is also learned here. ","id":"5f6d158a3dd55d9ed2d1c0a5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Hawa Koth Shrine","description":"The Hawa Koth Shrine, designated by the Trial name The Current Solution, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c18d"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Pirate Stronghold","description":"The Pirate Stronghold is a mini-dungeon featured in Skyward Sword. It served as the headquarters of the gang of pirates led by LD-002G Scervo who took over Skipper's Sandship that protects Nayru's Sacred Flame.  ","id":"5f6d158a3dd55d9ed2d1c107"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shae Loya Shrine","description":"The Shae Loya Shrine, designated by the Trial name Aim for the Moment, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0ea"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Tower of Flames","description":"Tower of Flames is the third stage of Death Mountain in Four Swords Adventures. It is where the Green Shrine Maiden is being held hostage. Although few enemies are encountered in this dungeon, there are many hazards, fire traps such as rotating flame pillars and fire shooting statues. Large parts of the dungeon is also covered by lava pits.  ","id":"5f6d158a3dd55d9ed2d1c0aa"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dila Maag Shrine","description":"The Dila Maag Shrine, designated by the Trial name Dila Maag's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1be"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Den of Flames","description":"Den of Flames is a Level in Tri Force Heroes. It is the third Level in the Volcano area. ","id":"5f6d158a3dd55d9ed2d1c1c3"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sha Warvo Shrine","description":"The Sha Warvo Shrine, designated by the Trial name Path of Hidden Winds, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0ef"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"The Coast","description":"The Coast is the first stage in Eastern Hyrule in Four Swords Adventures. After rescuing the Blue Maiden from Hyrule Castle, the four Links are told to travel by sea to enter the Eastern Temple, via The Coast and its neighboring town, the Village of the Blue Maiden. ","id":"5f6d158a3dd55d9ed2d1c0af"},{"appearances":[],"name":"Palace of the Four Sword","description":"The Palace of the Four Sword is a bonus Dungeon included in A Link to the Past &amp; Four Swords. ","id":"5f6d158a3dd55d9ed2d1c10c"},{"appearances":["5f6ce9d805615a85623ec2b8"],"name":"Palace of Darkness","description":"The Palace of Darkness, also known as Dark Palace and Level 1, is the first Dungeon of the Dark World in A Link to the Past. It is found where the Eastern Palace is located in Hyrule. ","id":"5f6d158a3dd55d9ed2d1c111"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Great Bay Temple","description":"The Great Bay Temple is the third dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c192"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c8","5f6ce9d805615a85623ec2c9"],"name":"Temple of Time","description":"The Temple of Time is a recurring location in The Legend of Zelda series. It is revealed in Twilight Princess that there is an entire dungeon section to the temple, accessible from a portal hidden behind a window in the back room. ","id":"5f6d158a3dd55d9ed2d1c0b4"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Savage Labyrinth","description":"The Savage Labyrinth is a mini-dungeon in The Wind Waker. ","id":"5f6d158a3dd55d9ed2d1c0f4"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c4","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Death Mountain","description":"Death Mountain is a recurring location in The Legend of Zelda series. It is a tall, often volcanic mountain that can be found in Hyrule, the Dark World, and Lorule. ","id":"5f6d158a3dd55d9ed2d1c1c8"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ze Kasho Shrine","description":"The Ze Kasho Shrine, designated by the Trial name Ze Kasho Apparatus, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c116"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Goron Mines","description":"The Goron Mines are the second Dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c197"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rota Ooh Shrine","description":"The Rota Ooh Shrine, designated by the Trial name Passing of the Gates, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0f9"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Deku Forest","description":"The Deku Forest is a recurring location in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1cd"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ya Naga Shrine","description":"The Ya Naga Shrine, designated by the Trial name Shatter the Heavens, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c11b"},{"appearances":["5f6ce9d805615a85623ec2ba"],"name":"Gerudo Training Ground","description":"The Gerudo Training Ground, also known as the Gerudo's Training Ground, is an optional mini-dungeon in Ocarina of Time. It consists of various difficult obstacles that Link must overcome in order to prove his abilities as a hero. If he manages to complete the training ground, he will be rewarded with the Ice Arrow as proof of his skill. ","id":"5f6d158a3dd55d9ed2d1c19c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Takama Shiri Shrine","description":"The Takama Shiri Shrine, designated by the Trial name Dual Purpose, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0b9"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Tah Muhl Shrine","description":"The Tah Muhl Shrine, designated by the Trial name Passing the Flame, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0be"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dah Hesho Shrine","description":"The Dah Hesho Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rinu Honika Shrine","description":"The Rinu Honika Shrine, designated by the Trial name Block the Blaze, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c0fe"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Fruit Balloons","description":"Fruit Balloons, also known as Level 3-2, is a Stage in Link's Crossbow Training. It is the second Stage in Level 3. ","id":"5f6d158a3dd55d9ed2d1c1a1"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Oceanside Spider House","description":"The Oceanside Spider House is a location and a mini-dungeon in Majora's Mask. It is located near the Fisherman's Hut in the Great Bay Coast. It is full of Gold Skulltulas that have cast a curse upon the house. In order to get to the inner part of the Spider House, the entrance must be blown up using a Bomb. The Hookshot is also required to proceed further. ","id":"5f6d158a3dd55d9ed2d1c120"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Floating Garden","description":"Floating Garden is a Level in Tri Force Heroes. It is the first Level of the Sky Realm area. ","id":"5f6d158a3dd55d9ed2d1c1a6"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rin Oyaa Shrine","description":"The Rin Oyaa Shrine, designated by the Trial name Directing the Wind, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c103"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Namika Ozz Shrine","description":"The Namika Ozz Shrine, designated by the Trial name A Modest Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c125"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Cove of Transition","description":"Cove of Transition is a Level in Tri Force Heroes. It is the third Level of the Riverside area. ","id":"5f6d158a3dd55d9ed2d1c1d7"},{"appearances":["5f6ce9d805615a85623ec2ba"],"name":"Spirit Temple","description":"The Spirit Temple is a dungeon in Ocarina of Time. ","id":"5f6d158a3dd55d9ed2d1c0c3"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Moon Dungeons","description":"The Moon Dungeons are a series of mini-dungeons found inside the Moon, connected by the Grassy Playfield. It is the location of the final battle between Link and Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c12a"},{"appearances":[],"name":"Cave of Shadows","description":"The Cave of Shadows is a dungeon in Twilight Princess HD. The dungeon can be entered by using the Wolf Link amiibo on the Collection screen. ","id":"5f6d158a3dd55d9ed2d1c1dc"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Forsaken Fortress","description":"Forsaken Fortress is the first dungeon Link visits in The Wind Waker. It is an ominous island, and most people tend to avoid it. The stone fortress is well-guarded with cannons, searchlights, and hordes of Miniblins, Bokoblins, and Moblins, who patrol the area and attack any would-be invaders. The Helmaroc King makes his home on the Forsaken Fortress as Ganondorf's servant. It is also the place where Link's sister, Aryll, is held prisoner along with Mila and Maggie until they are rescued. ","id":"5f6d158a3dd55d9ed2d1c1ab"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Snowball Ravine","description":"Snowball Ravine is a Level in Tri Force Heroes. It is the second Level in the Ice Cavern area. ","id":"5f6d158a3dd55d9ed2d1c0c8"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Parapa Palace","description":"Parapa Palace is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c108"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Eastern Temple","description":"The Eastern Temple is the third stage in Eastern Hyrule in Four Swords Adventures. It is explored after dealing with the issues that had befallen the neighboring town, the Village of the Blue Maiden, and the far sea at The Coast. ","id":"5f6d158a3dd55d9ed2d1c1b0"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Misae Suma Shrine","description":"The Misae Suma Shrine, designated by the Trial name Misae Suma's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c12f"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Ancient Tomb","description":"The Ancient Tomb is the eighth and final Dungeon in Oracle of Ages. It is located within the Sea of No Return. The \"Sea\" is actually dried up, revealing a great maze filled with strong adversaries . Within the stone halls of the tomb are many twists, turns, traps, and treasures. The main treasure that Link obtains within these ancient catacombs is the Power Glove. Link must then use this new found power to take on the tomb's boss: Ramrock.  After defeating Ramrock, Link is rewarded with the Falling Star . ","id":"5f6d158a3dd55d9ed2d1c1e1"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Palace on the Sea","description":"The Palace on the Sea is the fifth Dungeon in The Adventure of Link. It is located in Eastern Hyrule and is visited by Link during his quest to place one of the shards of the Magic Crystal to its lectern to gain access to the Great Palace, find the lost part of the Triforce and rouse Princess Zelda from her unnatural slumber.  ","id":"5f6d158a3dd55d9ed2d1c10d"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Snow Temple","description":"The Snow Temple is one of the temples explored in Spirit Tracks. Many of the puzzles involve using the Boomerang to thaw and freeze objects and ring three bells in certain orders. The Whirlwind is used to transport Link around flooded portions of the dungeon before the Boomerang is received. Fraaz, a beast possessing the powers of both fire and ice, is the boss of the Snow Temple. After the dungeon is cleared, the Spirit Tracks connecting the Snow Realm to the Tower of Spirits are restored, causing the temple's energy to start flowing back into the tower once again. ","id":"5f6d158a3dd55d9ed2d1c0cd"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Silver Shrine","description":"Silver Shrine is a Level in Tri Force Heroes. It is the third Level of the Ice Cavern area. ","id":"5f6d158a3dd55d9ed2d1c0d2"},{"appearances":[],"name":"Wind Fish","description":"The Wind Fish is a character in Link's Awakening. He is a large, flying whale, able to control the wind, who makes his home atop Mt. Tamaranch on Koholint Island, inside of the Wind Fish's Egg. He serves as the main focus of the storyline. ","id":"5f6d158a3dd55d9ed2d1c134"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Palace Noir","description":"Palace Noir is a Level in Tri Force Heroes. It is the second Level of The Ruins area. ","id":"5f6d158a3dd55d9ed2d1c112"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Fire Sanctuary","description":"The Fire Sanctuary is a location featured in Spirit Tracks. It is home to the Lokomo Embrose, guardian of the Fire Realm. It is located just behind the Goron Village and is the only sanctuary in Hyrule that does not have its own train station on the Rail Map. ","id":"5f6d158a3dd55d9ed2d1c1b5"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Illusion","description":"The Shrine of Illusion is the second dungeon in Zelda's Adventure. It is a maze-like Shrine with strange and surreal rooms, and is described as a place of festival. Its Shrine Keeper and boss is Pasquinade, a werewolf-like jester.  ","id":"5f6d158a3dd55d9ed2d1c0d7"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Divine Beast Vah Ruta","description":"The Divine Beast Vah Ruta  is a Divine Beast and a dungeon in Breath of the Wild. It is a giant machine that is in the shape of an elephant. ","id":"5f6d158a3dd55d9ed2d1c1ba"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Yowaka Ita Shrine","description":"The Yowaka Ita Shrine, designated by the Trial name Collected Soul, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c117"},{"appearances":[],"name":"Unicorn","description":"The Unicorn is a character featured in the episode \"Sing for the Unicorn\" of The Legend of Zelda TV series. Belonging to Sing, it was stolen from her by Ganon. The evil magician uses it to fly around Hyrule and capture King Harkinian, taking him as a hostage in the Underworld.  ","id":"5f6d158a3dd55d9ed2d1c139"},{"appearances":["5f6ce9d805615a85623ec2c0"],"name":"Onox","description":"Onox, also known as General Onox, is one of two main antagonists in Oracle of Seasons. He calls himself the \"General of Darkness\", and wishes to ruin the land of Holodrum in accordance with the wishes of his master, Twinrova. To do this, Onox is tasked with the burden of capturing the Oracle of Seasons and submerging the Temple of Seasons. Although Onox appears to be a giant in armor reminiscent of an Iron Knuckle, his true form is that of a dragon, summoned from the Dark Realm. ","id":"5f6d158a3dd55d9ed2d1c11c"},{"appearances":["5f6ce9d805615a85623ec2d2"],"name":"Shrine of Earth","description":"The Shrine of Earth, also known as the Shrine of Rock, is the first dungeon in Zelda's Adventure. The Shrine is an underground tunnel where the greedy troll, Llort, hoards his treasures. ","id":"5f6d158a3dd55d9ed2d1c0dc"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Sheh Rata Shrine","description":"The Sheh Rata Shrine, designated by the Trial name Speed of Light, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e1"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Divine Beast Vah Medoh","description":"Divine Beast Vah Medoh  is a Divine Beast and Dungeon in Breath of the Wild. It is a giant machine that is in the shape of an eagle. ","id":"5f6d158a3dd55d9ed2d1c1bf"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mirro Shaz Shrine","description":"The Mirro Shaz Shrine, designated by the Trial name Tempered Power, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c13e"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Noya Neha Shrine","description":"The Noya Neha Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c121"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Ordon Target Practice 2","description":"Ordon Target Practice 2, also known as Level 6-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 6. ","id":"5f6d158a3dd55d9ed2d1c143"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Deepwood Shrine","description":"The Deepwood Shrine is the first Dungeon within The Minish Cap. It is a Minish-size Dungeon located behind the lost city of the Minish deep within the Minish Woods. It was once a meeting place between Minish and humans. ","id":"5f6d158a3dd55d9ed2d1c1c4"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Shee Vaneer Shrine","description":"The Shee Vaneer Shrine, designated by the Trial name Twin Memories, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0e6"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mozo Shenno Shrine","description":"The Mozo Shenno Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c126"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Lost at Sea Station","description":"Lost at Sea Station is a dungeon in Spirit Tracks. Its layout is a replica of the Temple of the Ocean King from Phantom Hourglass. ","id":"5f6d158a3dd55d9ed2d1c148"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Monya Toma Shrine","description":"The Monya Toma Shrine, designated by the Trial name Drawing Parabolas, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c12b"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Darknut Battle","description":"Darknut Battle, also known as Level 8-3, is a Stage in Link's Crossbow Training. It is the third Stage in Level 8. ","id":"5f6d158a3dd55d9ed2d1c1c9"},{"appearances":["5f6ce9d805615a85623ec2ba"],"name":"Shadow Temple","description":"The Shadow Temple is a Dungeon in Ocarina of Time. ","id":"5f6d158a3dd55d9ed2d1c0eb"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Sandship","description":"The Sandship is the fifth dungeon in Skyward Sword. ","id":"5f6d158a3dd55d9ed2d1c0f0"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Daqa Koh Shrine","description":"The Daqa Koh Shrine, designated by the Trial name Stalled Flight, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1ce"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 8","description":"Level 8, also stylized as Level-8, and known as Lion, is the eighth Labyrinth in The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c14d"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2ce"],"name":"Water Temple","description":"Water Temple is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c130"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dah Kaso Shrine","description":"The Dah Kaso Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d3"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c7"],"name":"Sacred Grove","description":"The Sacred Grove, also known as the Ancient Grove, is a recurring location in the The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c0f5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Lanno Kooh Shrine","description":"The Lanno Kooh Shrine, designated by the Trial name Lanno Kooh's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c152"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Royal Crypt","description":"The Royal Crypt is a mini-Dungeon in The Minish Cap. It is the tomb of Gustaf, an ancient king of Hyrule, whose spirit provides Link with a golden Kinstone Piece that can be used to access Veil Falls. ","id":"5f6d158a3dd55d9ed2d1c0fa"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Lakebed Temple","description":"Lakebed Temple, also known as the Zora Temple, is the third Dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c157"},{"appearances":["5f6ce9d805615a85623ec2bb"],"name":"Color Dungeon","description":"The Color Dungeon is a dungeon in Link's Awakening DX. It was initially added to Link's Awakening DX to showcase the use of the Game Boy Color's screen to enhance gameplay. Link can enter the Dungeon as soon as he returns BowWow to Madam MeowMeow. ","id":"5f6d158a3dd55d9ed2d1c1d8"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Rok Uwog Shrine","description":"The Rok Uwog Shrine, designated by the Trial name Power of Reach, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c0ff"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Village of the Blue Maiden","description":"The Village of the Blue Maiden is a location in Four Swords Adventures. It is the second stage in Eastern Hyrule in Four Swords Adventures. The village has no enemies, other than the pair of Shadow Links as its boss. The many inhabitants of the area provide an altogether different experience, as much of the level consists of completing various tasks for village residents. The Moon Pearl and Dark World are introduced here. Most of the children of the village seem to be trapped in the Dark World, and thus a guild of secret agents, known as the Seeker's Guild, are investigating the mages in connection with the disappearance of the children. ","id":"5f6d158a3dd55d9ed2d1c135"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kiah Toza Shrine","description":"The Kiah Toza Shrine, designated by the Trial name Master the Orb, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c15c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kema Zoos Shrine","description":"The Kema Zoos Shrine, designated by the Trial name A Delayed Puzzle, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c161"},{"appearances":["5f6ce9d805615a85623ec2c4"],"name":"Chambers of Insight","description":"Chambers of Insight is a practice Stage in Four Swords. The Stage features various areas to practice with most of the game's many items as well as learn the different techniques that will be needed to complete each level and to defeat certain enemies. Throughout the Stage are Stray Fairies that will give the Links tips on how to complete their adventure. All of the Links must stand on the Warp Zones to be transported to the training area they wish to go to. In the middle of the chamber is a test that the Links can take to prove the skills they have learned. The mini-boss that must be defeated at the end is an Ice Wizzrobe. ","id":"5f6d158a3dd55d9ed2d1c1dd"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Pyramid","description":"In Four Swords Adventures, the Pyramid is the final level in the Desert of Doubt, coming after the Desert of Doubt and the Desert Temple. This large monolith reminiscent of the Ancient Egyptians is said to have been constructed by the ancestors of the Zuna. ","id":"5f6d158a3dd55d9ed2d1c104"},{"appearances":[],"name":"Underground Tunnel","description":"The Underground Tunnel is a location appearing in The Shadow Prince. As its name implies, it is an underground maze-like tunnel filled with Stalfos.  ","id":"5f6d158a3dd55d9ed2d1c13a"},{"appearances":["5f6ce9d805615a85623ec2cd"],"name":"Pirate","description":"The Pirates are a group of characters in Freshly-Picked Tingle's Rosy Rupeeland. ","id":"5f6d158a3dd55d9ed2d1c109"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c6","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Lake Hylia","description":"Lake Hylia is a recurring location in The Legend of Zelda series. It is the largest body of water in Hyrule and is commonly guarded by the Zora people. Lake Hylia is usually home to an underwater temple that is guarded by the Zoras. Lake Hylia goes unnamed in The Adventure of Link and BS The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c166"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Midoro Palace","description":"Midoro Palace is a recurring location in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c13f"},{"appearances":["5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2c0"],"name":"Ancient Ruins","description":"The Ancient Ruins are a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1e2"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Katah Chuki Shrine","description":"The Katah Chuki Shrine, designated by the Trial name A Minor Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c16b"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Maze Island Palace","description":"The Maze Island Palace is the fourth dungeon in The Adventure of Link, and is visited by Link during his quest to place one of the shards of the Magic Crystal in its lectern to unseal the whereabouts of the Triforce of Courage and rouse Princess Zelda from her unnatural slumber. ","id":"5f6d158a3dd55d9ed2d1c144"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Palace of Twilight","description":"The Palace of Twilight is the eighth and penultimate Dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c10e"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c9"],"name":"Zora River","description":"Zora River, also known as Zora's River, is a recurring location in the The Legend of Zelda series. It is one of the main bodies of water in Hyrule, with its water source being either Zora's Domain or Zora's Fountain. ","id":"5f6d158a3dd55d9ed2d1c113"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"Lorule Castle","description":"Lorule Castle is a location and the final Dungeon in A Link Between Worlds. It is Lorule's incarnation of Hyrule Castle and thus is the home of the Royal Family of Lorule. The final room of the Castle, the Throne Room where Yuga Ganon is battled, is demarcated as a separate Dungeon. ","id":"5f6d158a3dd55d9ed2d1c149"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Kakariko Target Practice","description":"Kakariko Target Practice, also known as Level 3-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 3. ","id":"5f6d158a3dd55d9ed2d1c170"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Zora River Target Practice","description":"Zora River Target Practice, also known as Stage 4-1, is a Stage in Link's Crossbow Training. It is the first Stage of Level 4. ","id":"5f6d158a3dd55d9ed2d1c118"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Jee Noh Shrine","description":"The Jee Noh Shrine, designated by the Trial name On the Move, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c175"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 9","description":"Level 9, also stylized as Level-9, and known as Death Mountain, is the ninth and final Dungeon in The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c14e"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Oman Au Shrine","description":"The Oman Au Shrine, designated by the Trial name Magnesis Trial, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c11d"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ishto Soh Shrine","description":"The Ishto Soh Shrine, designated by the Trial name Bravery's Grasp, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c17a"},{"appearances":["5f6ce9d805615a85623ec2c5"],"name":"Ocean Temple","description":"The Ocean Temple is the third Dungeon in Spirit Tracks. ","id":"5f6d158a3dd55d9ed2d1c122"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 5","description":"Level 5, also stylized as Level-5, and known as Lizard, is the fifth Labyrinth in The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c153"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Infiltration of Hyrule Castle","description":"The Infiltration of Hyrule Castle is the final stage of Near the Fields in Four Swords Adventures, within after both The Field and The Swamp. ","id":"5f6d158a3dd55d9ed2d1c17f"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Ice Ring Isle","description":"The Ice Ring Isle is an island in The Wind Waker. It is the location of the Iron Boots, and is explored in a similar way the Fire Mountain is. The cold island is one square west of Forest Haven. ","id":"5f6d158a3dd55d9ed2d1c184"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Myahm Agana Shrine","description":"The Myahm Agana Shrine, designated by the Trial name Myahm Agana Apparatus, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c127"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kuh Takkar Shrine","description":"The Kuh Takkar Shrine, designated by the Trial name Melting Ice Hazard, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c158"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Horseback Target Practice","description":"Horseback Target Practice, also known as Level 8-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 8. ","id":"5f6d158a3dd55d9ed2d1c189"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Key Cavern","description":"The Key Cavern is the third Dungeon in Link's Awakening. The Dungeon's entrance is behind a fence of statues resembling Slime Eye, one of which has the Slime Keyhole. Despite being called a cavern, this Dungeon isn't set inside a cave, but more or less a bricked building. The Slime Key, which is possessed by Prince Richard, is required to enter. The mini-boss of this Dungeon is a pair of Dodongo Snakes, which require Bombs to defeat them. The main tool of this Dungeon is the Pegasus Boots, which is necessary to break away blocks that cannot be bombed as well as used to aid Link in defeating the Boss, Slime Eye, who guards the Sea Lily's Bell. ","id":"5f6d158a3dd55d9ed2d1c15d"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mogg Latan Shrine","description":"The Mogg Latan Shrine, designated by the Trial name Synced Swing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c12c"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Underground Target Practice","description":"Underground Target Practice, also known as Level 7-1, is a Stage in Link's Crossbow Training. It is the first Stage in Level 7. ","id":"5f6d158a3dd55d9ed2d1c162"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Wind Temple","description":"The Wind Temple is a recurring Dungeon and Stage in The Legend of Zelda series.  ","id":"5f6d158a3dd55d9ed2d1c131"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Wahgo Katta Shrine","description":"The Wahgo Katta Shrine, designated by the Trial name Metal Connections, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c136"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kee Dafunia Shrine","description":"The Kee Dafunia Shrine, designated by the Trial name The Melting Point, is an Ancient Shrine in Breath of the Wild. It is exclusive to The Champions' Ballad DLC Pack. ","id":"5f6d158a3dd55d9ed2d1c167"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2c4","5f6ce9d805615a85623ec2bf","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2c6","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c2","5f6ce9d805615a85623ec2c5","5f6ce9d805615a85623ec2c8","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2ce","5f6ce9d805615a85623ec2c9"],"name":"Link","description":"Link is the name shared by the main protagonists of The Legend of Zelda series. There are many incarnations of Link, each possessing the spirit of the hero, with some of them being blood-related as well. They are chosen by the Golden Goddesses to protect the land from evil whenever deemed necessary. They often need to complete a series of trials to mature into the chosen hero. In most games of The Legend of Zelda series, their adventures take place within Kingdom of Hyrule, traveling through the land, collecting important items, and defeating a wide variety of enemies while trying to save both Princess Zelda and her kingdom from the clutches of Ganon or other villains. ","id":"5f6d158a3dd55d9ed2d1c18e"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"Misery Mire","description":"Misery Mire is a location in A Link Between Worlds. ","id":"5f6d158a3dd55d9ed2d1c13b"},{"appearances":["5f6ce9d805615a85623ec2c2"],"name":"Goron Temple","description":"The Goron Temple is a Temple in Phantom Hourglass. ","id":"5f6d158a3dd55d9ed2d1c193"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kay Noh Shrine","description":"The Kay Noh Shrine, designated by the Trial name Power of Electricity, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c16c"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Mezza Lo Shrine","description":"The Mezza Lo Shrine, designated by the Trial name Ancient Trifecta, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c140"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Gibdo Mausoleum","description":"Gibdo Mausoleum is a Level in Tri Force Heroes. It is the third Level of The Dunes area. ","id":"5f6d158a3dd55d9ed2d1c198"},{"appearances":[],"name":"Kakariko Crypt","description":"Kakariko Crypt is a mini-dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c171"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Maka Rah Shrine","description":"The Maka Rah Shrine, designated by the Trial name Steady Thy Heart, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c145"},{"appearances":[],"name":"Gerudo Ruins","description":"The Gerudo Ruins are a dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c19d"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kam Urog Shrine","description":"The Kam Urog Shrine, designated by the Trial name Trial of Passing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c176"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c5","5f6ce9d805615a85623ec2c8","5f6ce9d805615a85623ec2ce"],"name":"Forest Temple","description":"The Forest Temple is a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1a2"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Lone Labyrinth","description":"Lone Labyrinth is a Level in Tri Force Heroes. It is the third Level of The Ruins area. ","id":"5f6d158a3dd55d9ed2d1c14a"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Forbidden Woods","description":"The Forbidden Woods is a foreboding isle in the Great Sea lying adjacent to Forest Haven in The Wind Waker. It is the third dungeon in the game, and it serves as the dwelling place of many monsters. Makar fell into the woods one day while flying over it despite the warnings of Great Deku Tree not to do so. ","id":"5f6d158a3dd55d9ed2d1c1a7"},{"appearances":["5f6ce9d805615a85623ec2ba"],"name":"Inside the Deku Tree","description":"Inside the Deku Tree is the first dungeon of Ocarina of Time. It is the interior of the giant guardian of the Kokiri Forest. When it contracts a mysterious disease, Link must venture inside to destroy the Tree's scourge and to break Ganondorf's curse. It is infested with parasitic creatures, the main one being Queen Gohma. This dungeon contains the Fairy Slingshot. ","id":"5f6d158a3dd55d9ed2d1c17b"},{"appearances":["5f6ce9d805615a85623ec2b7"],"name":"Level 7","description":"Level 7, also stylized as Level-7, and known as Demon, is the seventh Labyrinth in The Legend of Zelda. ","id":"5f6d158a3dd55d9ed2d1c14f"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Lanayru Mining Facility","description":"Lanayru Mining Facility is the third Dungeon in Skyward Sword. It seems to be a refinery or a factory of some kind for Timeshift Stones. ","id":"5f6d158a3dd55d9ed2d1c154"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Final Trial","description":"The Final Trial is a challenge and Dungeon in The Champions' Ballad DLC Pack for Breath of the Wild. It takes place inside what seems to be an unnamed Divine Beast. The design of the dungeon resembles an engine, suggesting a connection to the Master Cycle Zero, the item received when completing this trial. ","id":"5f6d158a3dd55d9ed2d1c1ac"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Illusory Mansion","description":"Illusory Mansion is a Level in Tri Force Heroes. It is the first Level of The Ruins area. ","id":"5f6d158a3dd55d9ed2d1c180"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Eastern Palace","description":"The Eastern Palace, also known as the East Palace, is a recurring dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1b1"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Korgu Chideh Shrine","description":"The Korgu Chideh Shrine, designated by the Trial name Korgu Chideh's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c159"},{"appearances":["5f6ce9d805615a85623ec2b8"],"name":"Ice Palace","description":"Ice Palace, also known as Level 5, is the fifth Dungeon in the Dark World in A Link to the Past. ","id":"5f6d158a3dd55d9ed2d1c185"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Hinox Mine","description":"Hinox Mine is a Level in Tri Force Heroes. It is the second Level in the Volcano area. ","id":"5f6d158a3dd55d9ed2d1c18a"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ketoh Wawai Shrine","description":"The Ketoh Wawai Shrine, designated by the Trial name Ketoh Wawai's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c15e"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dunba Taag Shrine","description":"The Dunba Taag Shrine, designated by the Trial name Build and Release, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1b6"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2be"],"name":"Dodongo","description":"Dodongos  are recurring enemies in the The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1bb"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ha Dahamar Shrine","description":"Ha Dahamar Shrine, designated by the Trial name The Water Guides, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c18f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Keeha Yoog Shrine","description":"The Keeha Yoog Shrine, designated by the Trial name Keeha Yoog's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c163"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c7"],"name":"Desert Palace","description":"Desert Palace is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1c0"},{"appearances":["5f6ce9d805615a85623ec2bd"],"name":"Great Palace","description":"The Great Palace is the final Dungeon of The Adventure of Link. It is the resting place of the Triforce of Courage. Link seeks to enter the palace to claim the relic and unite it with its two counterparts, the Triforce of Power and the Triforce of Wisdom, in order to awaken a cursed Princess Zelda from an eternal slumber cast upon her an age before by an evil magician. After succeeding in lifting the \"Binding Force\" cast over the Valley of Death in the central section of Hyrule by restoring six crystals to their respective statues in six other palaces found across the land, Link is able to enter the palace in search of the final Triforce piece. Within the walls of the immense palace, Link is faced with his greatest challenges yet from some of the fiercest enemies he has encountered such as the very powerful guardian of the palace, the mighty Thunderbird, and shortly thereafter faces his own shadow to win possession of the Triforce of Courage from an old man that resides in the palace. ","id":"5f6d158a3dd55d9ed2d1c194"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kayra Mah Shrine","description":"The Kayra Mah Shrine, also known as The Secret of The Hero and designated by the Trial name Greedy Hill, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c168"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Deception Castle","description":"Deception Castle is a Level in Tri Force Heroes. It is the second Level of the Sky Realm Area, preceded by Floating Garden and followed by Dragon Citadel. ","id":"5f6d158a3dd55d9ed2d1c1c5"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Daqo Chisay Shrine","description":"The Daqo Chisay Shrine, designated by the Trial name The Whole Picture, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1ca"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Goma Asaagh Shrine","description":"The Goma Asaagh Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c199"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kamia Omuna Shrine","description":"The Kamia Omuna Shrine, designated by the Trial name Moving Targets, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c16d"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Kah Yah Shrine","description":"The Kah Yah Shrine, designated by the Trial name Quick Thinking, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c172"},{"appearances":["5f6ce9d805615a85623ec2c0"],"name":"Dancing Dragon Dungeon","description":"Dancing Dragon Dungeon is the fourth dungeon in Oracle of Seasons. It is located near the summit of Mt. Cucco. Within this dungeon lies the fourth Essence of Nature, the Soothing Rain. To access the dungeon, Link requires the Power of Spring. ","id":"5f6d158a3dd55d9ed2d1c1cf"},{"appearances":[],"name":"Future World","description":"The Future World is the final dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c19e"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Fossil Stallord Battle","description":"Fossil Stallord Battle is a Stage in Link's Crossbow Training. It is the third Stage in the Finale. ","id":"5f6d158a3dd55d9ed2d1c1a3"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Ja Baij Shrine","description":"The Ja Baij Shrine, designated by the Trial name Bomb Trial, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c177"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dagah Keek Shrine","description":"The Dagah Keek Shrine, designated by the Trial name Dagah Keek's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d4"},{"appearances":["5f6ce9d805615a85623ec2cd"],"name":"Insect Cavern","description":"Insect Cavern is the fourth dungeon in Freshly-Picked Tingle's Rosy Rupeeland. The structure is located on a mound located within the Gooey Swamp. The entrance is swarming with large bees, and it cannot be accessed until the Queen Bee offers to take Tingle to the top of the mound... for a price. The actual doorway will not open until Tingle has activated four switches located throughout the swamp. To do this, he must blast the stone-covered switches with a Tingle Bomb. ","id":"5f6d158a3dd55d9ed2d1c17c"},{"appearances":["5f6ce9d805615a85623ec2d6"],"name":"Finale","description":"The Finale is a Level in Link's Crossbow Training. ","id":"5f6d158a3dd55d9ed2d1c1a8"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"City in the Sky","description":"The City in the Sky is a recurring location in The Legend of Zelda series. It is the seventh dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c1d9"},{"appearances":["5f6ce9d805615a85623ec2be"],"name":"Cave of Ordeals","description":"The Cave of Ordeals is an optional dungeon in Twilight Princess. ","id":"5f6d158a3dd55d9ed2d1c1de"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Ice Temple","description":"Ice Temple is a Level in Tri Force Heroes. It is the fourth Level in the Ice Cavern area. ","id":"5f6d158a3dd55d9ed2d1c181"},{"appearances":["5f6ce9d805615a85623ec2c3"],"name":"Face Shrine","description":"Face Shrine is the sixth Dungeon in Link's Awakening. It is the location of the Coral Triangle. The entrance, located in the Face Shrine region, is settled on a piece of land next to the cliffs separating it from the Rapids Ride. It is surrounded by some Armos, much like the area with the Southern Face Shrine, but to a lesser extent. The item hidden in this Dungeon is the L-2 Power Bracelet, while the mini-boss is a beast called Smasher. The Boss is Facade. ","id":"5f6d158a3dd55d9ed2d1c1ad"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2ce"],"name":"Ice Cavern","description":"The Ice Cavern is a recurring location and Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c186"},{"appearances":["5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2c1"],"name":"Eastern Hyrule","description":"Eastern Hyrule, also known as the Eastern Continent, is a recurring location in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1b2"},{"appearances":["5f6ce9d805615a85623ec2c8"],"name":"Ancient Cistern","description":"The Ancient Cistern is a Dungeon in Skyward Sword. ","id":"5f6d158a3dd55d9ed2d1c1e3"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Hila Rao Shrine","description":"The Hila Rao Shrine, designated by the Trial name Drifting, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c18b"},{"appearances":[],"name":"Dungeon","description":"Dungeons, also known as Levels, are locations in The Legend of Zelda series. They form the \"underworld\" of the worlds which Link visits and contain items and treasure to collect, enemies to overcome, and puzzles to solve. ","id":"5f6d158a3dd55d9ed2d1c1b7"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Grim Temple","description":"Grim Temple is a Level in Tri Force Heroes. It is the fourth and last Level of The Ruins area. ","id":"5f6d158a3dd55d9ed2d1c190"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Divine Beast Vah Rudania","description":"Divine Beast Vah Rudania is a Divine Beast and a dungeon in Breath of the Wild. It is a giant machine that is in the shape of a lizard. ","id":"5f6d158a3dd55d9ed2d1c1bc"},{"appearances":["5f6ce9d805615a85623ec2cd"],"name":"Deku Temple","description":"The Deku Temple is the third Dungeon in Freshly-Picked Tingle's Rosy Rupeeland. It is found in the Deku Forest on the First Continent, and is actually the interior of the Deku Tree. Tingle ventures in to the temple to find the Life Dew, which will cure the Deku Tree's sapling. It requires 1500 Rupees to open the main gate. There are three Sub-Bosses, each found in their own rooms. This dungeon's main boss is Bana Bana, a three-headed carnivorous plants who is protecting the water that Tingle needs to obtain. ","id":"5f6d158a3dd55d9ed2d1c1c1"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Gorae Torr Shrine","description":"The Gorae Torr Shrine, designated by the Trial name Gorae Torr's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c195"},{"appearances":["5f6ce9d805615a85623ec2c0"],"name":"Gnarled Root Dungeon","description":"Gnarled Root Dungeon is the first Dungeon in Oracle of Seasons. It is located in North Horon. ","id":"5f6d158a3dd55d9ed2d1c19a"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Death Mountain Foothills","description":"Death Mountain Foothills is the first stage of Death Mountain in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c1c6"},{"appearances":["5f6ce9d805615a85623ec2c7"],"name":"Dark Palace","description":"The Dark Palace is a dungeon in A Link Between Worlds. It is the Lorule counterpart of the Eastern Palace of Hyrule. Bombs are required to access it, and its boss is the Gemesaur King. ","id":"5f6d158a3dd55d9ed2d1c1cb"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2bf","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be","5f6ce9d805615a85623ec2c2","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2c9"],"name":"Ganon","description":"Ganon, also known by his original/human form Ganondorf, is the main antagonist of The Legend of Zelda series. Ganon is a nickname for Ganondorf and the name given to him when he transforms into a boar-like beast. He made his debut appearance in the first game, The Legend of Zelda, and has since been present or referred to in most subsequent iterations. ","id":"5f6d158a3dd55d9ed2d1c19f"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Dako Tah Shrine","description":"The Dako Tah Shrine, designated by the Trial name Electric Path, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d0"},{"appearances":[],"name":"Frozen Grotto","description":"The Frozen Grotto is a dungeon in Cadence of Hyrule. ","id":"5f6d158a3dd55d9ed2d1c1a4"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Daag Chokah Shrine","description":"The Daag Chokah Shrine, designated by the Trial name Daag Chokah's Blessing, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d5"},{"appearances":["5f6ce9d805615a85623ec2ba","5f6ce9d805615a85623ec2c5"],"name":"Fire Temple","description":"The Fire Temple, also known as the Mountain Temple, is a recurring Dungeon in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1a9"},{"appearances":[],"name":"Levels in ","description":"In Four Swords Adventures, Levels refers to chapters consisting of regional portions of Hyrule, which the Links travel to on their quest to save the Shrine Maidens and defeat Vaati. Each Level contains three Stages, which must be completed in order to progress through the Level. Upon the competion of the third Stage in a Level, a new Level and region of Hyrule is unlocked. There are a total of eight Levels in the game. ","id":"5f6d158a3dd55d9ed2d1c1ae"},{"appearances":[],"name":"Chamber Dungeon","description":"Chamber Dungeons are dungeons in Link's Awakening for Nintendo Switch. ","id":"5f6d158a3dd55d9ed2d1c1da"},{"appearances":["5f6ce9d805615a85623ec2c6"],"name":"Cave of Flames","description":"The Cave of Flames, also known as the Mine, is the second Dungeon in The Minish Cap, located near the top of Mount Crenel. It used to be a human mine, but was abandoned at some point. ","id":"5f6d158a3dd55d9ed2d1c1df"},{"appearances":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2c9"],"name":"Eagle","description":"Eagles are a recurring species in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1b3"},{"appearances":["5f6ce9d805615a85623ec2bf"],"name":"Dragon Roost Cavern","description":"Dragon Roost Cavern is the second Dungeon in The Wind Waker. ","id":"5f6d158a3dd55d9ed2d1c1b8"},{"appearances":["5f6ce9d805615a85623ec2bc"],"name":"Ancient Castle of Ikana","description":"The Ancient Castle of Ikana, also called Ikana Castle, is a mini-dungeon in Majora's Mask. ","id":"5f6d158a3dd55d9ed2d1c1e4"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Divine Beast Vah Naboris","description":"The Divine Beast Vah Naboris  is a Divine Beast and a dungeon in Breath of the Wild. It is a giant machine that loosely resembles a Bactrian camel. The two humps on its back generate electricity to strike lightning onto those who come near. ","id":"5f6d158a3dd55d9ed2d1c1bd"},{"appearances":["5f6ce9d805615a85623ec2ce"],"name":"Den of Trials","description":"The Den of Trials is a location in Tri Force Heroes. It is an area composed of several Zones released through the 2.0.0 update. Link is first told about the Den of Trials by The Great Tripini in Hytopia. He tells Link that a special Outfit, the Fierce Deity Armor, rests at the bottom of the Den of Trials. ","id":"5f6d158a3dd55d9ed2d1c1c2"},{"appearances":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be"],"name":"Dark World","description":"The Dark World, also known as the Evil Realm, is a recurring location in The Legend of Zelda series. It is a dimension parallel to the kingdom Hyrule, which is referred to as being a part the Light World in contrast, and a corrupted incarnation of the Sacred Realm. The Dark World debuted in A Link to the Past, making it the first of many realms alternate to Hyrule to appear in the series, the latter being Termina, the Twilight Realm, the World of the Ocean King, and Lorule.  ","id":"5f6d158a3dd55d9ed2d1c1c7"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Desert of Doubt (Stage)","description":"The Desert of Doubt is the first stage of the eponymous level in Four Swords Adventures. The Gerudo tribe can be found in a village near the beginning of this stage. The village is in a bit of an uproar after Ganondorf, guardian of the Gerudo and the desert, left for the Pyramid against local laws. It is revealed that Ganondorf left in pursuit of power, and the Gerudo blocked the road to the desert to prevent others from doing so. In order to pass into the desert, the Links must ask permission from the leader of the tribe, who allows them to enter because of the crisis in Hyrule. ","id":"5f6d158a3dd55d9ed2d1c1cc"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Daka Tuss Shrine","description":"The Daka Tuss Shrine, designated by the Trial name Sunken Swoop, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1d1"},{"appearances":["5f6ce9d805615a85623ec2b9"],"name":"Crown Dungeon","description":"The Crown Dungeon is the fifth Dungeon in Oracle of Ages. It is located on Rolling Ridge in the present.  ","id":"5f6d158a3dd55d9ed2d1c1d6"},{"appearances":["5f6ce9d805615a85623ec2c9"],"name":"Chaas Qeta Shrine","description":"The Chaas Qeta Shrine, designated by the Trial name A Major Test of Strength, is an Ancient Shrine in Breath of the Wild. ","id":"5f6d158a3dd55d9ed2d1c1db"},{"appearances":["5f6ce9d805615a85623ec2c1"],"name":"Cave of No Return","description":"The Cave of No Return is the second stage of Whereabouts of the Wind in Four Swords Adventures. ","id":"5f6d158a3dd55d9ed2d1c1e0"},{"appearances":["5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9"],"name":"Queen Ambi","description":"Queen Ambi is a recurring character in The Legend of Zelda series. ","id":"5f6d158a3dd55d9ed2d1c1e5"}]