[{"games":[],"name":"Era of Hylia","description":"The Triforce was entrusted to the goddess Hylia during the Era of Hylia, known more fully as the Era of the Goddess Hylia. One day, the Demon King Demise sought to take it and make the world his own. He rose an army of malevolent forces against Hyrule. Hylia gathered the surviving humans on an outcrop of earth and sent it to The Sky beyond a Cloud Barrier of her creation. The outcrop would later become known as Skyloft. She hid the Triforce there as well. Hylia rallied the remaining land dwellers, fought back the evil forces led by Demise, and sealed them away. She suffered grave injuries in the battle. Knowing the seal on Demise would not hold, she devised a plan. As the Triforce could not be wielded by a god, Hylia renounced divinity and transferred her soul to the body of a mortal who would come of age when Demise returned. She created the Goddess Sword and the spirit Fi to aid her chosen hero, who would reveal himself when he drew the sword from its pedestal.","id":"5f6d14563d599c9df7c3fdf4"},{"games":["5f6ce9d805615a85623ec2c8"],"name":"Sky Era","description":"During the Sky Era, Hylia is reborn as Zelda in Skyloft. On the day of the 25th annual Wing Ceremony, she is taken down to the Surface in a tornado created by Ghirahim, who attempts to have her kidnapped to revive his master Demise. Zelda is rescued from his minions by Impa, whom Hylia had sent through time to help her mortal self. Zelda regains her memories as Hylia. Her childhood friend, Link, is led by Fi to draw the Goddess Sword, and so is revealed to be Hylia's chosen hero. At the Temple of Time, Zelda and Impa flee from Ghirahim by going through the Gate of Time and destroying it behind them. Link seeks out the three Sacred Flames to temper his sword into the Master Sword, which he uses to activate the second Gate of Time at the Sealed Temple. He finds Zelda by using the Gate of Time to travel back to the Era of Hylia, to a time shortly after when Demise was sealed. Zelda places herself in a thousand-year slumber to sustain the seal.","id":"5f6d14563d599c9df7c3fdf5"},{"games":[],"name":"Era of Chaos","description":"After many years of peace in Hyrule, word spread of the supreme power of the Triforce. War engulfed the land, heralding the Era of Chaos. In particular, a group of powerful sorcerers known as the Interlopers sought dominion over the Sacred Realm, where the Triforce was located. The goddesses sent the Spirits of Light to banish them to the Twilight Realm. To protect the Triforce, the sage Rauru built a new Temple of Time around the pedestal holding the Master Sword—the location of the only entrance to the Sacred Realm. He placed the Triforce in the Temple of Light and sealed off the Sacred Realm with him inside it. The Master Sword became the key that joined the Temple of Time to the Temple of Light. It was closed behind the Door of Time","id":"5f6d14563d599c9df7c3fdf6"},{"games":[],"name":"Era of Prosperity","description":"During the Era of Prosperity, Zelda's descendants established the kingdom of Hyrule and became its Royal Family. They built Hyrule Castle in the center of Hyrule near the Temple of Time. Years afterwards, many members of the royal family were born with special powers given that they were blood relatives of the goddess Hylia. Princesses born into the royal family were named Zelda after the goddess reincarnate","id":"5f6d14563d599c9df7c3fdf7"},{"games":["5f6ce9d805615a85623ec2ba"],"name":"Era of the Hero of Time","description":"Hyrule enters a long period of civil war. During the war, a dying Hylian woman flees to the Kokiri Forest and entrusts her baby boy Link to the Great Deku Tree. The boy is raised as a Kokiri. Eventually, the King of Hyrule ends the war and unifies the kingdom","id":"5f6d14563d599c9df7c3fdf9"},{"games":["5f6ce9d805615a85623ec2c6","5f6ce9d805615a85623ec2c4"],"name":"Force Era","description":"During the Force Era, Hyrule was attacked by evil beings. The Minish, known to the Hylians as Picori, descended from the sky to save Hyrule. They brought the Picori Blade and the Light Force to the Hero of Men. The Hero sealed the evil beings in the Bound Chest and locked it with the Picori Blade. To commemorate the event, a Picori Festival was held once a year. During the festival, the champion of a sword-fighting tournament would earn the right to touch the Picori Blade","id":"5f6d14563d599c9df7c3fdf8"},{"games":["5f6ce9d805615a85623ec2b8","5f6ce9d805615a85623ec2c3","5f6ce9d805615a85623ec2c0","5f6ce9d805615a85623ec2b9","5f6ce9d805615a85623ec2c7","5f6ce9d805615a85623ec2ce"],"name":"Era of Light and Dark","description":"Following the Imprisoning War, the Era of Light and Dark began. The Kingdom of Hyrule remained at peace for many years, until the land was suddenly plagued by a series of misfortunes. The King of Hyrule offered a reward for anyone who could put a stop to them; it was then that the dark wizard Agahnim appeared. Using previously unheard-of magic, the mysterious stranger put a stop to the disasters. He tried break the seal on Ganon, so that he could rule both the Light and Dark worlds. His last remaining victim was Zelda herself. As the princess lay in her prison cell, she used telepathy to call out to Link, who lived near the castle with his uncle. ","id":"5f6d14563d599c9df7c3fdfa"},{"games":["5f6ce9d805615a85623ec2b7","5f6ce9d805615a85623ec2bd"],"name":"Era of Decline","description":"When the last of the kings to use the Triforce anticipated his death, he hoped to find someone with the innate qualities that were fitting of a worthy possessor of the true Triforce; for if it were to fall in the wrong hands, evil would befall Hyrule","id":"5f6d14563d599c9df7c3fdfc"},{"games":["5f6ce9d805615a85623ec2bc","5f6ce9d805615a85623ec2c1","5f6ce9d805615a85623ec2be"],"name":"Child Era","description":"Child Era is the branch of the timeline that follows Link back in time at the end of Ocarina of Time. The young hero warns the Royal Family of Ganondorf's treachery, thus averting his rise to power and thwarting him from the start. Link leaves Hyrule on Epona to search for Navi. Years later, Ganondorf is sealed within the Twilight Realm.","id":"5f6d14563d599c9df7c3fdfd"},{"games":[],"name":"Golden Era","description":"Following the recovery of the Triforce in A Link Between Worlds, Hyrule enters a Golden Era. Successive Kings of Hyrule govern the land with the strength of the united Triforce at their command. The Kingdom of Hyrule flourishes","id":"5f6d14563d599c9df7c3fdfb"},{"games":["5f6ce9d805615a85623ec2bf","5f6ce9d805615a85623ec2c2","5f6ce9d805615a85623ec2c5"],"name":"Adult Era","description":"Adult Era, is the branch of the timeline in which Link has disappeared from Hyrule after being sent back in time at the end of Ocarina of Time. In this timeline, Ganondorf is sealed within the void of the corrupted Sacred Realm along with the Triforce of Power. Some ages pass and Hyrule is flooded.","id":"5f6d14563d599c9df7c3fdfe"},{"games":[],"name":"Age of the Sheikah","description":"The Sheikah built the Guardians and Divine Beasts in preparation for Ganon's return. When Calamity Ganon appeared, the then-present reincarnations of Zelda and Link were able to seal him away with the support of the Guardians and Divine Beasts. Despite this success, the King of Hyrule became paranoid, fearing a possible betrayal by the Sheikah. On his orders, the Divine Beasts were buried underground in locations across Hyrule. At some point, a militant faction of the Sheikah split off to become the Yiga clan, who swore allegiance to Ganon. With the Sheikah scattered across the land and many of them abandoning their technology, civilization in Hyrule declined to a primitive state over the following millennia. During this time, the Sheikah eventually settled in Kakariko Village and were no longer banished by the Royal Family. ","id":"5f6d14563d599c9df7c3fdff"},{"games":["5f6ce9d805615a85623ec2c9"],"name":"The Great Calamity","description":"About 10,000 years after the Calamity's defeat, a new princess is born and named Zelda in line with tradition.[7] Around this same time, a prophecy warned of the return of Calamity Ganon. Hoping to prepare in the same fashion as their ancestors, the people of Hyrule began working to locate and excavate the Divine Beasts and Guardians, which they eventually managed to restore and activate. Subsequently, four warriors from each of Hyrule's races were selected to pilot the Divine Beasts. Around that time, the chosen bearer of the Master Sword was found to be a Hylian knight named Link, the only one who was able to pull the sword from its resting place in the Korok Forest. Then, Calamity Ganon returned and corrupted the entire Guardian army. Zelda tried to hold Calamity Ganon while Link, badly injured, was resting to come back 100 years later and challenge Calamity Ganon once more.","id":"5f6d14563d599c9df7c3fe00"}]